---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.IfcApplicationVersion
source: html/83a2812f-af21-6eba-833b-081f0f980377.htm
---
# Autodesk.Revit.DB.ParameterTypeId.IfcApplicationVersion Property

"IfcApplicationVersion"

## Syntax (C#)
```csharp
public static ForgeTypeId IfcApplicationVersion { get; }
```